Repository: 0xpr0N3rd/ghex
Catalog: help/*/*.po
Languages: fr

source: Click on the <guibutton>Header font</guibutton> button to specify the size of the font to use to print the header information that is contained in the file.
fr: Ce bouton permet de sp&eacute;cifier la taille de police &agrave; utiliser pour imprimer les informations d'en-t&ecirc;te contenues dans le fichier.

source: Print shaded box over
fr: Imprimer une bo&icirc;te ombr&eacute;e par-dessus

source: Use this spin box to specify the number of lines that <application>GHex</application> prints with a surrounding shaded box. If the value of the spin box is 10, <application>GHex</application> prints the first 10 lines of the file within a shaded box.
fr: Cette zone de s&eacute;lection num&eacute;rique permet de sp&eacute;cifier le nombre de lignes que <application>GHex</application> imprime dans une bo&icirc;te ombr&eacute;e. Si sa valeur est 10, <application>GHex</application> imprime les 10 premi&egrave;res lignes du fichier dans la bo&icirc;te.

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
fr: L'autorisation de copier, distribuer et/ou modifier le présent document est soumise aux conditions de la licence relative à la documentation gratuite GNU , version 1.1 ou toute version publiée ultérieurement par la Free Software Foundation sans sections identiques et sans aucun texte indiqué sur la première de couverture ni sur la quatrième de couverture. Vous pouvez trouver une copie de cette licence à l'adresse suivant : <ulink type="help" url="ghelp:fdl">link</ulink> ou dans le fichier COPYING-DOCS distribué avec le présent manuel.

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
fr: Le présent manuel appartient à une collection de manuels GNOME distribués conformément à cette licence. Si vous souhaitez distribuer le présent manuel séparément de la collection, cela est possible moyennant l'ajout d'une copie de la licence au manuel, tel que décrit dans la section 6 de la licence.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
fr: De nombreux noms utilisés par les sociétés pour désigner leurs produits et services sont protégés en tant que marques commerciales. Lorsque ces noms apparaissent dans la documentation GNOME et lorsque les membres du projet de documentation GNOME connaissent l'existence d'une telle protection, ces noms sont imprimés en lettres majuscules ou portent une lettre majuscule à l'initiale.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
fr: CE DOCUMENT EST FOURNI "TEL QUEL", SANS AUCUNE GARANTIE, EXPLICITE OU IMPLICITE, Y COMPRIS, SANS LIMITATION, TOUTE GARANTIE ASSURANT QUE LE DOCUMENT OU LA VERSION MODIFIEE DE CELUI-CI EST EXEMPT DE DÉFAUTS, COMMERCIALISABLE, ADAPTÉ À UN USAGE DONNÉ ET N'EST CONTRAIRE À AUCUNE LEGISLATION. VOUS ASSUMEZ L'ENSEMBLE DES RISQUES ASSOCIÉS À LA QUALITÉ, A L'EXACTITUDE ET A LA PERFORMANCE DU PRÉSENT DOCUMENT OU D'UNE VERSION MODIFIÉE DE CELUI-CI. SI LE DOCUMENT OU UNE VERSION MODIFIÉE DE CELUI-CI DEVAIT S'AVÉRER DEFECTUEUX A QUELQUE ÉGARD, VOUS (ET NON LE REDACTEUR INITIAL, L'AUTEUR OU TOUT AUTRE CONTRIBUTEUR) ASSUMEZ LES COÛTS DE TOUTE MAINTENANCE, RÉPARATION OU CORRECTION NÉCESSAIRE. LA PRESENTE CLAUSE DE NON-RESPONSABILITÉ EN MATIÈRE DE GARANTIE CONSTITUE UNE PARTIE ESSENTIELLE DE LA PRÉSENTE LICENCE. AUCUNE UTILISATION DU PRÉSENT DOCUMENT OU D'UNE VERSION MODIFIÉE DE CELUI-CI N'EST AUTORISÉE AU TITRE DE LA PRÉSENTE LICENCE SANS APPLICATION DE LA CLAUSE DE NON-RESPONSABILITÉ.

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
fr: PAR AILLEURS, EN AUCUN CAS ET AU TITRE D'AUCUNE THÉORIE JURIDIQUE, QUE CE SOIT EN VERTU D'UN PRÉJUDICE (EN CE COMPRISE LA NÉGLIGENCE), D'UN CONTRAT OU D'UNE QUELCONQUE AUTRE RAISON, L'AUTEUR, LE RÉDACTEUR INITIAL, TOUT AUTRE CONTRIBUTEUR OU DISTRIBUTEUR DU PRÉSENT DOCUMENT OU D'UNE VERSION MODIFIÉE DE CELUI-CI, OU TOUT FOURNISSEUR D'UNE TELLE PARTIE, NE POURRA ÊTRE TENU POUR RESPONSABLE PAR UN TIERS DE TOUT DOMMAGE DIRECT, INDIRECT, SPÉCIAL, ACCIDENTEL OU CONSÉCUTIF QUEL QU'EN SOIT LE CARACTÈRE, Y COMPRIS, SANS LIMITATION, LES DOMMAGES CAUSÉS PAR UNE PERTE DE CLIENTÈLE, D'ARRÊT DE TRAVAIL, DE PANNE OU DE DYSFONCTIONNEMENT INFORMATIQUE OU POUR TOUT AUTRE DOMMAGE OU PERTE DÉCOULANT DE OU ASSOCIÉ À L'UTILISATION DU PRÉSENT DOCUMENT OU DE VERSIONS MODIFIÉES DE CELUI-CI, ET CE, MÊME SI LADITE PARTIE A ETE INFORMÉE DE LA POSSIBILITÉ DE TELS DOMMAGES.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
fr: LA DISTRIBUTION DU PRÉSENT DOCUMENT ET DES VERSIONS MODIFIÉES DE CELUI-CI EST RÉGIE PAR LA LICENCE RELATIVE À LA DOCUMENTATION GRATUITE GNU, CE QUI IMPLIQUE QUE : <placeholder-1/>

source: GHex Manual V2.5
fr: GHex

source: User manual for GHex.
fr: Manuel de l'utilisateur de GHex.

source: user's guide
fr: manuel de l'utilisateur
