Repository: 0xpr0N3rd/ghex
Catalog: help/*/*.po
Languages: fr

source: GNOME Documentation Team
fr: &Eacute;quipe de documentation GNOME

source: GHex Manual V2.2
fr: Manuel GHex V2.2

source: August 2002
fr: Ao&ucirc;t 2002

source: GHex Manual V2.1
fr: Manuel GHex V2.1

source: July 2002
fr: Juillet 2002

source: GHex Manual V2.0
fr: Manuel GHex V2.0

source: March 2002
fr: Mars 2002

source: GHex Manual V1.0
fr: Manuel GHex V1.0

source: This manual describes version 1.99.0.1 of GHex.
fr: Le pr&eacute;sent manuel d&eacute;crit la version 1.99.0.1 de GHex.

source: Feedback
fr: Votre avis

source: To report a bug or make a suggestion regarding the GHex application or this manual, follow the directions in the <ulink url="ghelp:gnome-feedback" type="help">GNOME Feedback Page</ulink>.
fr: Pour signaler un probl&egrave;me ou faire une suggestion concernant l'application GHex ou le pr&eacute;sent manuel, proc&eacute;dez comme indiqu&eacute;&agrave; la <ulink url="ghelp:gnome-feedback" type="help">GNOME Feedback Page</ulink>.

source: The <application>GHex</application> application enables you to perform the following actions:
fr: L'application <application>GHex</application> vous permet d'ex&eacute;cuter les actions suivantes :

source: View a file in ASCII or hexadecimal format simultaneously.
fr: consulter un fichier au format ASCII ou hexad&eacute;cimal simultan&eacute;ment ;

source: Edit a file in either ASCII or hexadecimal format.
fr: &Eacute;diter un fichier au format ASCII ou hexad&eacute;cimal.

source: Getting Started
fr: D&eacute;marrage

source: To Start GHex
fr: D&eacute;marrage de GHex

source: You can start <application>GHex</application> in the following ways:
fr: Vous pouvez d&eacute;marrer <application>GHex</application> en recourant &agrave; l'une des m&eacute;thodes suivantes :

source: <guimenu>Applications</guimenu> menu
fr: Menu <guimenu>Applications</guimenu>

source: Choose <menuchoice><guisubmenu>Accessories</guisubmenu><guimenuitem>Hex Editor</guimenuitem></menuchoice>.
fr: S&eacute;lectionnez <menuchoice><guisubmenu>Accessoires</guisubmenu><guimenuitem>&Eacute;diteur hexad&eacute;cimal</guimenuitem></menuchoice>.

source: Command line
fr: Ligne de commande

source: You can open a single file or multiple files when you run <application>GHex</application> from a command line. To open multiple files from a command line, type the following command, then press <keycap>Return</keycap>:
fr: Vous pouvez ouvrir un ou plusieurs fichiers lorsque vous ex&eacute;cutez <application>GHex</application> depuis une ligne de commande. Pour ouvrir plusieurs fichiers depuis une ligne de commande, entrez la commande suivante, puis appuyez sur <keycap>Entr&eacute;e</keycap> :

source: where <replaceable>file1.txt</replaceable> and <replaceable>file2.txt</replaceable> are the names of the files you want to open.
fr: o&ugrave;<replaceable>file1.txt</replaceable> et <replaceable>file2.txt</replaceable> sont les noms des fichiers &agrave; ouvrir.

source: When You Start GHex
fr: Lancement de GHex

source: When you start <application>GHex</application>, the following window is displayed.
fr: Losrque vous lancez <application>GHex</application>, la fen&ecirc;tre suivante appara&icirc;t.

source: GHex Window Before You Open a File
fr: Fen&ecirc;tre GHex avant l'ouverture d'un fichier

source: Shows GHex main window before you open a file.
fr: Affiche la fen&ecirc;tre principale de GHex avant l'ouverture d'un fichier.

source: To Open a File
fr: Ouverture d'un fichier

source: To open a file, choose <menuchoice><guimenu>File</guimenu><guimenuitem>Open</guimenuitem></menuchoice>. Select the file that you want to open, then click <guibutton>OK</guibutton>. You can open multiple files in <application>GHex</application>. <application>GHex</application> displays each file in a new window.
fr: Pour ouvrir un fichier, s&eacute;lectionnez <menuchoice><guimenu>Fichier</guimenu><guimenuitem>Ouvrir</guimenuitem></menuchoice>. S&eacute;lectionnez le fichier &agrave; ouvrir, puis cliquez sur <guibutton>OK</guibutton>. Vous pouvez ouvrir plusieurs fichiers dans <application>GHex</application>. <application>GHex</application> affiche chacun d'entre eux dans une nouvelle fen&ecirc;tre.

source: When you open a file in <application>GHex</application>, the application displays the file in the following window.
fr: Quand vous ouvrez un fichier dans <application>GHex</application>, l'application affiche le fichier dans la fen&ecirc;tre suivante.

source: GHex Window with an Open File
fr: Fen&ecirc;tre GHex avec un fichier ouvert

source: Shows GHex main window with an open file
fr: Affiche la fen&ecirc;tre principale GHex avec un fichier ouvert

source: The <application>GHex</application> window contains the following elements:
fr: La fen&ecirc;tre <application>GHex</application> contient les &eacute;l&eacute;ments suivants :

source: Menubar
fr: Barre de menus

source: The menus on the menubar contain all the commands that you need to work with files in <application>GHex</application>.
fr: Les menus de la barre de menus contiennent toutes les commandes n&eacute;cessaires pour manipuler des fichiers dans <application>GHex</application>.

source: Cursor offsets column
fr: Colonne de d&eacute;calage du pointeur

source: The cursor offset is the distance between the beginning of the file and the first byte in each line. By default, <application>GHex</application> displays the cursor offsets column to the left of the hexadecimal view.
fr: Le d&eacute;calage du pointeur est &eacute;gal &agrave; la distance entre le d&eacute;but du fichier et le premier octet de chaque ligne. Par d&eacute;faut, <application>GHex</application> affiche la colonne de d&eacute;calage du pointeur &agrave; gauche de la vue hexad&eacute;cimale.

source: Display pane on left side
fr: Volet d'affichage &agrave; gauche

source: The display pane on the left side of the display area displays a hexadecimal view of the file.
fr: Le volet d'affichage situ&eacute;&agrave; gauche de la zone d'affichage pr&eacute;sente une vue hexad&eacute;cimale du fichier.

source: Display pane on right side
fr: Volet d'affichage &agrave; droite

source: The display pane on the right side of the display area displays an ASCII view of the file.
fr: Le volet d'affichage situ&eacute;&agrave; droite de la zone d'affichage pr&eacute;sente une vue ASCII du fichier.

source: Usage
fr: Utilisation

source: To Edit a File
fr: &Eacute;dition d'un fichier

source: To edit a file, perform the following steps:
fr: Pour &eacute;diter un fichier, proc&eacute;dez comme suit :

source: Click in the hexadecimal or ASCII view of the file. The view in which the cursor is active displays a full cursor. The view in which the cursor is not active displays an outline of the cursor.
fr: Cliquez dans la vue hexad&eacute;cimale ou ASCII du fichier. La vue active affiche un pointeur entier. Dans l'autre vue, seul le contour de celui-ci est visible.

source: Use any of the following methods to move the cursor around the file:
fr: Les m&eacute;thodes suivantes permettent de d&eacute;placer le pointeur dans le fichier :

source: Scroll through the file using the scrollbar on the window or the arrow keys on the keyboard.
fr: Faites d&eacute;filer le fichier &agrave; l'aide de la barre de d&eacute;filement de la fen&ecirc;tre ou des touches fl&egrave;ches du clavier.

source: Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Goto Byte</guimenuitem></menuchoice>, type the cursor offset as a decimal or hexadecimal value, then click <guibutton>OK</guibutton>. The format of the hexadecimal value must be 0x followed by the offset, for example 0x3.
fr: S&eacute;lectionnez <menuchoice><guimenu>&Eacute;dition</guimenu><guimenuitem>Aller &eacute; l'octet</guimenuitem></menuchoice>, entrez le d&eacute;calage du pointeur sous la forme d'une valeur d&eacute;cimale ou hexad&eacute;cimale, puis cliquez sur <guibutton>OK</guibutton>. Le format de la valeur hexad&eacute;cimale doit &ecirc;tre 0x suivi du d&eacute;calage, par exemple 0x3.

source: Edit the ASCII format in the same way you edit a normal text file. Edit the hexadecimal format using the values 0 to 9 and a to f.
fr: Editez le format ASCII comme si vous &eacute;ditiez du texte normal. Editez le format hexad&eacute;cimal &agrave; l'aide des valeurs 0 &agrave; 9 et a &agrave; f.

source: To insert data without overwriting existing data, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Insert Mode</guimenuitem></menuchoice>.
fr: Pour ins&eacute;rer des donn&eacute;es sans &eacute;craser celles d&eacute;j&agrave; pr&eacute;sentes, s&eacute;lectionnez <menuchoice><guimenu>&Eacute;dition</guimenu><guimenuitem>Mode insertion</guimenuitem></menuchoice>.

source: To Save a File
fr: Enregistrement d'un fichier

source: You can save a file in the following ways:
fr: Vous pouvez enregistrer un fichier en recourant aux m&eacute;thodes suivantes :

source: To save changes to the current file, choose <menuchoice><guimenu>File</guimenu><guimenuitem>Save</guimenuitem></menuchoice>.
fr: Pour enregistrer les modifications du fichier courant, s&eacute;lectionnez <menuchoice><guimenu>Fichier</guimenu><guimenuitem>Enregistrer</guimenuitem></menuchoice>.

source: To save the current file under a new filename, choose <menuchoice><guimenu>File</guimenu><guimenuitem>Save As</guimenuitem></menuchoice>. Enter a name for the file in the <guilabel>Select a file to save buffer as</guilabel> dialog, then click <guibutton>OK</guibutton>.
fr: Pour enregistrer le fichier courant sous un nouveau nom de fichier, s&eacute;lectionnez <menuchoice><guimenu>Fichier</guimenu><guimenuitem>Enregistrer</guimenuitem></menuchoice>. Entrez le nom du fichier dans la bo&icirc;te de dialogue <guilabel>S&eacute;lectionnez un fichier o&ugrave; enregistrer le tampon</guilabel>, puis cliquez sur <guibutton>OK</guibutton>.

source: To Find Data in a File
fr: Recherche de donn&eacute;es dans un fichier

source: To search a file for a hexadecimal or ASCII string, perform the following steps:
fr: Pour rechercher une cha&icirc;ne hexad&eacute;cimale ou ASCII dans un fichier, proc&eacute;dez comme suit :

source: Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Find</guimenuitem></menuchoice>.
fr: S&eacute;lectionnez <menuchoice><guimenu>&Eacute;dition</guimenu><guimenuitem>Rechercher</guimenuitem></menuchoice>.

source: In the <guilabel>Find Data</guilabel> dialog, choose one of the following options:
fr: Dans la bo&icirc;te de dialogue <guilabel>Rechercher des donn&eacute;es</guilabel>, s&eacute;lectionnez l'une des options suivantes :

source: Search for hex data
fr: <guilabel>Rechercher des donn&eacute;es hexa</guilabel> ;

source: Search for ASCII data
fr: <guilabel>Rechercher des donn&eacute;es ASCII</guilabel>.

source: Type the string that you want to find.
fr: Entrez la cha&icirc;ne &agrave; rechercher.

source: Click <guibutton>Find Next</guibutton> to find the next occurrence of the string.
fr: Pour rechercher l'occurrence suivante, cliquez sur le bouton <guibutton>Rechercher le suivant</guibutton>.

source: Click <guibutton>Find Previous</guibutton> to find the previous occurrence of the string.
fr: Cliquez sur <guibutton>Rechercher le pr&eacute;c&eacute;dent</guibutton> pour rechercher l'occurrence pr&eacute;c&eacute;dente de la cha&icirc;ne.

source: To Find and Replace Data in a File
fr: Recherche et remplacement de donn&eacute;es dans un fichier

source: To search a file for a hexadecimal or ASCII string and then replace the string, perform the following steps:
fr: Pour rechercher et remplacer une cha&icirc;ne hexad&eacute;cimale ou ASCII dans un fichier, proc&eacute;dez comme suit :

source: Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Replace</guimenuitem></menuchoice>.
fr: S&eacute;lectionnez <menuchoice><guimenu>&Eacute;dition</guimenu><guimenuitem>Remplacer</guimenuitem></menuchoice>.

source: In the <guilabel>Find &amp; Replace Data</guilabel> dialog, choose one of the following options:
fr: Dans la bo&icirc;te de dialogue <guilabel>Rechercher &amp; remplacer des donn&eacute;es</guilabel>, s&eacute;lectionnez l'une des options suivantes :

source: Replace hex data
fr: <guilabel>Remplacer des donn&eacute;es hexa</guilabel> ;

source: Replace ASCII data
fr: <guilabel>Remplacer des donn&eacute;es ASCII</guilabel>.

source: In the first text box, type the string that you want to find.
fr: Dans la premi&egrave;re zone de texte, entrez la cha&icirc;ne &agrave; rechercher.

source: In the second text box, type the string that you want to use to replace the string that you find.
fr: Dans la deuxi&egrave;me zone de texte, entrez celle &agrave; utiliser pour remplacer le texte recherch&eacute;.

source: Click <guibutton>Find Next</guibutton>.
fr: Cliquez sur <guibutton>Rechercher le suivant</guibutton>.

source: Click <guibutton>Replace</guibutton> to replace the current occurrence of the string or click <guibutton>Replace All</guibutton> to replace all occurrences of the string.
fr: Cliquez sur <guibutton>Remplacer</guibutton> pour remplacer l'occurrence courante de la cha&icirc;ne ou sur <guibutton>Remplacer tout</guibutton> pour les remplacer toutes.

source: To Add or Remove Additional Views of a File
fr: Ajout ou suppression de vues d'un fichier

source: To add another view of the current file to your <application>GHex</application> window or to the desktop, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Add View</guimenuitem></menuchoice>.
fr: Pour ajouter une autre vue du fichier courant &agrave; votre fen&ecirc;tre <application>GHex</application> ou au bureau, s&eacute;lectionnez <menuchoice><guimenu>Fichier</guimenu><guimenuitem>Ajouter une vue</guimenuitem></menuchoice>.

source: To remove a view of the current file, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Remove View</guimenuitem></menuchoice>. If you remove the last view that is open, the application exits.
fr: Pour supprimer une vue du fichier courant, s&eacute;lectionnez <menuchoice><guimenu>Afficher</guimenu><guimenuitem>Supprimer la vue</guimenuitem></menuchoice>. Si vous fermez la derni&egrave;re vue ouverte, l'application se ferme.

source: To Export the GHex Display to HTML
fr: Exportation de l'affichage GHex en HTML

source: Creates a separate HTML file for each page of data that is displayed in the <application>GHex</application> window.
fr: Cr&eacute;e un fichier HTML distinct pour chaque page de donn&eacute;es affich&eacute;e dans la fen&ecirc;tre <application>GHex</application>.

source: Uses the HTML filename that you specify as the basis for the filename.
fr: Utilise le nom du fichier HTML sp&eacute;cifi&eacute; comme base du nom du fichier.

source: Appends a page number to the filename to differentiate the files.
fr: Annexe un num&eacute;ro de page au nom de fichier pour diff&eacute;rencier les fichiers.

source: To export the data contained in the <application>GHex</application> window to HTML, choose <menuchoice><guimenu>File</guimenu><guimenuitem>Save As HTML</guimenuitem></menuchoice>. Choose a directory and specify a filename for the HTML file, then click <guibutton>OK</guibutton>. <application>GHex</application> implements the following actions: <placeholder-1/> For example, if you specify the filename <filename>log.html</filename>, <application>GHex</application> creates a series of HTML files named <filename>log00000000.html</filename>, <filename>log00000001.html</filename>, <filename>log00000002.html</filename>, and so on.
fr: Pour exporter les donn&eacute;es contenues dans la fen&ecirc;tre <application>GHex</application> en HTML, s&eacute;lectionnez <menuchoice><guimenu>Fichier</guimenu><guimenuitem>Enregistrer au format HTML</guimenuitem></menuchoice>. S&eacute;lectionnez un r&eacute;pertoire et nommez le fichier HTML, puis cliquez sur <guibutton>OK</guibutton>. <application>GHex</application> impl&eacute;mente les actions suivantes : <placeholder-1/>Par exemple, si vous sp&eacute;cifiez le nom de fichier <filename>log.html</filename>, <application>GHex</application> cr&eacute;e une s&eacute;rie de fichiers HTML appel&eacute;s <filename>log00000000.html</filename>, <filename>log00000001.html</filename>, <filename>log00000002.html</filename>, etc.

source: To View a Character Table
fr: Affichage d'une table des caract&egrave;res

source: To view a table that contains the ASCII, hexadecimal, decimal, octal, and binary representations for the values 0 to 255, choose <menuchoice><guimenu>Windows</guimenu><guimenuitem>Character Table</guimenuitem></menuchoice>.
fr: Pour afficher une table contenant des repr&eacute;sentations ASCII, hexad&eacute;cimales, d&eacute;cimales, octales et binaires des valeurs 0 &agrave; 255, s&eacute;lectionnez <menuchoice><guimenu>Fen&ecirc;tre</guimenu><guimenuitem>Table de caract&egrave;res</guimenuitem></menuchoice>.

source: To View Data Conversions
fr: Affichage des conversions de donn&eacute;es

source: To display the binary, decimal, hexadecimal, and ASCII conversions for up to four bytes of data, perform the following steps:
fr: Pour afficher les conversions binaires, d&eacute;cimales, hexad&eacute;cimales et ASCII jusqu'&agrave; quatre octets de donn&eacute;es, proc&eacute;dez comme suit :

source: Choose <menuchoice><guimenu>Windows</guimenu><guimenuitem>Base Converter</guimenuitem></menuchoice>.
fr: S&eacute;lectionnez <menuchoice><guimenu>Fen&ecirc;tres</guimenu><guimenuitem>Convertisseur de base</guimenuitem></menuchoice>.

source: Perform one of the following actions:
fr: Proc&eacute;dez comme suit :

source: Type the data that you want to convert in one of the fields in the <guilabel>Base Converter</guilabel> dialog, then press <keycap>Return</keycap>.
fr: Entrez les donn&eacute;es &agrave; convertir dans l'un des champs de la bo&icirc;te de dialogue <guilabel>Convertisseur de base</guilabel> et appuyez sur <keycap>Entr&eacute;e</keycap>.

source: To display the conversions for the data at the cursor position in the current file, click on the <guibutton>Get cursor value</guibutton> button.
fr: Vous pouvez &eacute;galement afficher la conversion des donn&eacute;es situ&eacute;es &agrave; la position du pointeur dans le fichier courant. Pour ce faire, cliquez sur le bouton <guibutton>Prendre la valeur sous le curseur</guibutton>.

source: <application>GHex</application> updates the values of the other fields to display the data conversions.
fr: <application>GHex</application> met &agrave; jour les valeurs des autres champs pour afficher les conversions de donn&eacute;es.

source: To Print a File
fr: Modification d'un fichier

source: To print a file, choose <menuchoice><guimenu>File</guimenu><guimenuitem>Print</guimenuitem></menuchoice>. Select the print options that you require in the <guilabel>Print</guilabel> dialog, then click <guibutton>OK</guibutton>.
fr: Pour imprimer un fichier, s&eacute;lectionnez <menuchoice><guimenu>Fichier</guimenu><guimenuitem>Imprimer</guimenuitem></menuchoice>. S&eacute;lectionnez les options requises dans la bo&icirc;te de dialogue <guilabel>Imprimer</guilabel>, puis cliquez sur <guibutton>OK</guibutton>.

source: To preview a printed copy of the file, choose <menuchoice><guimenu>File</guimenu><guimenuitem>Print Preview</guimenuitem></menuchoice>.
fr: Pour obtenir un aper&ccedil;u avant l'impression du fichier, s&eacute;lectionnez <menuchoice><guimenu>Fichier</guimenu><guimenuitem>Aper&ccedil;u avant impression</guimenuitem></menuchoice>.

source: Preferences
fr: Pr&eacute;f&eacute;rences

source: To configure <application>GHex</application>, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice>. The <guilabel>Preferences</guilabel> dialog contains the following tabbed sections:
fr: Pour configurer <application>GHex</application>, s&eacute;lectionnez <menuchoice><guimenu>&Eacute;dition</guimenu><guimenuitem>Pr&eacute;f&eacute;rences</guimenuitem></menuchoice>. La bo&icirc;te de dialogue <guilabel>Pr&eacute;f&eacute;rences</guilabel> contient les onglets suivants :

source: Editing
fr: &Eacute;dition

source: Maximum number of undo levels
fr: Nombre maximum de niveaux d'annulation

source: Use this spin box to specify the maximum number of edits that you can undo using the <guimenuitem>Undo</guimenuitem> menu item on the <guimenu>Edit</guimenu> menu.
fr: Cette zone de s&eacute;lection num&eacute;rique permet de sp&eacute;cifier le nombre maximum d'op&eacute;rations que vous pouvez annuler &agrave; l'aide de l'&eacute;l&eacute;ment <guimenuitem>Annuler</guimenuitem> du menu <guimenu>&eacute;dition</guimenu>.

source: Show cursor offset in statusbar as
fr: Afficher la position du curseur dans la barre d'&eacute;tat comme

source: Use this drop-down list box to select the format in which the cursor offset is displayed. The format can be decimal, hexadecimal, or a custom print style string that only contains the format specifiers x, o, and s.
fr: Cette zone de liste d&eacute;roulante permet de s&eacute;lectionner le format dans lequel le d&eacute;calage du pointeur est affich&eacute;. Celui-ci peut &ecirc;tre d&eacute;cimal ou hexad&eacute;cimal, mais il peut &eacute;galement &ecirc;tre repr&eacute;sent&eacute; sous la forme d'une cha&icirc;ne de styles d'impression personnalis&eacute;e qui ne contient que les sp&eacute;cificateurs de format x, o et s.

source: Show offsets column
fr: Afficher la colonne de d&eacute;calage

source: Select this option to display the cursor offsets in a column to the left of the hexadecimal view of the <application>GHex</application> window.
fr: Cette option permet d'afficher les d&eacute;calages du pointeur dans une colonne &agrave; gauche de la vue hexad&eacute;cimale de la fen&ecirc;tre <application>GHex</application>.

source: Display
fr: Affichage

source: Font
fr: Police

source: Click on this button to display the font selector dialog. Use the font selector dialog to edit the existing font information or type new font information. Specify a font type, style, and size for displaying the contents of files in <application>GHex</application>, then click <guibutton>OK</guibutton>. The font information that you specify is displayed on the <guilabel>Font</guilabel> button.
fr: Cliquez sur ce bouton pour afficher la bo&icirc;te de dialogue de s&eacute;lection de police. Celle-ci permet de modifier les informations de police existantes ou d'en saisir de nouvelles. Sp&eacute;cifiez un type de police, ainsi qu'un style et une taille pour afficher le contenu des fichiers dans <application>GHex</application>, puis cliquez sur <guibutton>OK</guibutton>. Les informations de police sp&eacute;cifi&eacute;es sont affich&eacute;es dans le bouton <guilabel>Police</guilabel>.

source: Default Group Type
fr: Type de groupement par d&eacute;faut

source: Select how the application displays the hexadecimal content of a file in the <application>GHex</application> window. The options are as follows:
fr: D&eacute;terminez l'affichage du contenu hexad&eacute;cimal d'un fichier dans la fen&ecirc;tre <application>GHex</application>. Les options sont les suivantes :

source: <guilabel>Bytes</guilabel> - single bytes.
fr: <guilabel>Octets</guilabel> - octets simples.

source: <guilabel>Words</guilabel> - groups of two bytes.
fr: <guilabel>Mots</guilabel> - groupes de deux octets.

source: <guilabel>Longwords</guilabel> - groups of four bytes.
fr: <guilabel>Mots longs</guilabel> - groupes de quatre octets.

source: Printing
fr: Impression

source: Data font
fr: Police des donn&eacute;es

source: Click on the <guibutton>Data font</guibutton> button to specify the size of the font to use to print the data contained in a file.
fr: Ce bouton permet de sp&eacute;cifier la taille de police &agrave; utiliser pour imprimer les donn&eacute;es contenues dans un fichier.

source: Header font
fr: Police de l'en-t&ecirc;te
