Repository: 0xpr0N3rd/ghex
Catalog: po/*.po
Languages: ne, pl

source: GNOME Hexadecimal Editor
ne: जीनोम हेक्साडेसिमल सम्पादक

source: Hex Editor
ne: हेक्स सम्पादक

source: ASCII
ne: ए एस सि आई आई

source: Hex
ne: हेक्स

source: Decimal
ne: दशमलवन्दु॒
pl: Dziesiêtnie

source: Octal
ne: ओक्टल

source: Binary
ne: बाईनरी
pl: Binarnie

source: Character table
ne: स्वन तालिका

source: Base Converter
ne: आधार परिवर्तक

source: _Binary:
ne: _बाईनरी:

source: _Octal:
ne: _ओक्टल:

source: _Decimal:
ne: _विन्दु॒:

source: _Hex:
ne: _हेक्स:

source: _ASCII:
ne: _ए एस सि आई आई:

source: _Get cursor value
ne: _क्रसर मान प्राप्त गर्नु

source: Get cursor value
ne: क्रसर मान प्राप्त गर्नुहोस
pl: Pobierz warto¶æ pod kursorem

source: Gets the value at cursor in binary, octal, decimal, hex and ASCII
ne: बाईनरी भित्र क्रसरमा मान प्राप्त गर्छ, ओक्टल,दशमलव र ए एस सि आई आईसि आई आई

source: ERROR
ne: गल्ती
pl: B£¡D

source: GHex (%s): Find Data
ne: जि हेक्स (%s): पाठ पत्ता लगाउनुहोस
pl: GHex (%s): Znajd¼ dane

source: Find String
ne: स्ट्रिङ्ग खोज्नुस

source: Find _Next
ne: _अर्को पत्ता लगाउ

source: Find _Previous
ne: _पहिलेको खोज्नुहोसज

source: Find Data
ne: लगत खोज्नुसटा

source: Enter the hex data or ASCII data to search for
ne: लाई खोज्न ए एस सि आई आई वा हेक्स लगत प्रविष्टि गर्नुहोस्लागि

source: Find Next
ne: अरु खोजनुहोस
pl: Znajd¼ nastêpne

source: Finds the next occurrence of the search string
ne: खोज स्ट्रिङ्को अर्को घटना पत्ता भेटाउनुहोस

source: Find previous
ne: पहिलेको खोज्नुस

source: Finds the previous occurrence of the search string
ne: खोज स्ट्रिङ्को पहिलेको घटना पत्ता भेटाउनुहोस

source: Cancel
ne: रद्द गर्नुहोस

source: Closes find data window
ne: पाठ सन्झ्याल खोज वन्द गर्छ

source: GHex (%s): Find Data: Add search
ne: जि हेक्स (%s): लगत भेटाउनुहोस: खोज जोड्नुहोस

source: Add
ne: जोड

source: Search String
ne: स्ट्रिङ्ग खोज्नुहोस्

source: Highlight Colour
ne: रंगलाई हाईलाइट गर्नुहोस

source: _Add New
ne: नयाँ _जोड्नुहोस

source: _Remove Selected
ne: छानिएकालाई हटाऊनुहोस

source: Close
ne: बंद गर्नुस
pl: Zamknij

source: Closes advanced find window
ne: ऊन्नत खोज सन्झ्याल वन्द गर्छ

source: GHex (%s): Find & Replace Data
ne: जि हेक्स (%s): लगतलाई भेटाउनुहोस र वदल्नुहोसुहोस
pl: GHex (%s): Znajd¼ i zast±p dane

source: Replace With
ne: संग बदलनुहोस

source: Find _next
ne: _अर्को खोज्नुस

source: _Replace
ne: _बदलनुस

source: Replace _All
ne: _सबै बदलनुहोला

source: Replace Data
ne: लगत बदल्नुहोसटा

source: Enter the hex data or ASCII data to replace with
ne: संग परिवर्तन गर्नको लागी हेक्स लगत वा ए एस सि आई आई लाई लगत प्रविष्टि गर्नुहोस्

source: Find next
ne: अर्को भेट्टाउनुहोस
pl: Znajd¼ nastêpne

source: Replace
ne: बदलनुहोस
pl: Zast±p

source: Replaces the search string with the replace string
ne: वदल्ने स्ट्रिङ्ग सँग खोज स्ट्रिङ्ग बदल्छ

source: Replace All
ne: सबै बदलनुहोस
pl: Zast±p wszystkie

source: Replaces all occurrences of the search string with the replace string
ne: खोज स्ट्रिङ्गको सवै घटना संग वदल्ने स्ट्रीङ्ग वदल्छ्रिङ्ग सँग स्ट्रिङ्ग

source: Closes find and replace data window
ne: भेटाउ र वदल लगत सन्झ्याल वन्द गर्छ

source: GHex (%s): Jump To Byte
ne: जि हेक्स (%s): वाईटमा ऊफ्रनुहोस
pl: GHex (%s): Przejd¼ do bajtu

source: Jump to byte
ne: वाईटमा ऊफ्रनुहोसई

source: Enter the byte to jump to
ne: मा ऊप्रिनको लागी वाईट प्रविष्टि गर्नुहोस्

source: OK
ne: ठीक छ

source: Jumps to the specified byte
ne: तोकियको वाईटमा उफ्रन्छ

source: Closes jump to byte window
ne: वाईट सन्झ्याल मा ऊफ्राईलाई वन्द गर्छ

source: There is no active document to search!
ne: त्याहाँ खोज्नको लागी कुनै सक्रिय कागजात छैन!

source: There is no string to search for!
ne: त्याहा खोज्नको लागी कुनै स्ट्रिङ्ग छैनागि!

source: End Of File reached
ne: त फा पुगेको अन्त्य तिरईल
pl: Osi±gniêto koniec pliku

source: String was not found!
ne: स्ट्रिङ्ग भेटियन !

source: Beginning Of File reached
ne: फाईल पुगेको सुरुवात
pl: Osi±gniêto pocz±tek pliku

source: There is no active document to move the cursor in!
ne: क्रसर लाई भित्र चलाउनको लागी त्याहा कुनै सक्रिय कागजात छैन!भित्र!

source: No offset has been specified!
ne: कुनै अफसेट तोकियको छैन!
pl: Nie okre¶lono przesuniêcia

source: Can not position cursor beyond the End Of File!
ne: फाईलको अन्त वाहिर क्रसरलाई अवस्थित गर्न सक्दैन!
pl: Nie mo¿na umie¶ciæ kursora poza koñcem pliku!

source: You may only give the offset as: - a positive decimal number, or - a hex number, beginning with '0x'
ne: तपाइँ मात्र अफसेटलाई यि रुपमा दिन सक्नुहुन्छ: -एउटा घनात्मक दशमलव अंक, ्या वा एउटा हेक्स अंकmith वाट सुरु भएको'0x'ा सँग

source: There is no active buffer to replace data in!
ne: भित्र लगतलाई वदल्न त्याहाँ कुनै सक्रिय वफर छैन!
pl: Brak aktywnego pliku, w którym mo¿na zast±piæ dane!

source: End Of File reached!
ne: पुगेको फाईलको अन्त!
pl: Osi±gniêto koniec pliku!

source: There is no active document to replace data in!
ne: लगतलाई भित्र वदल्नको लागी त्याहाँ कुनै सक्रिय कागजात छैन!

source: No occurrences were found.
ne: कुनै घटनाहरु भेटायन।

source: Replaced %d occurrences.
ne: %d घटनाहरु वदलियो।

source: No string to search for!
ne: खोज्नको लागि कुनै स्ट्रिङ्गछैनाईि!

source: About this application
ne: यो अनुप्रयोगको बारेमा

source: Add View
ne: दृष्य जोड्नुहोस

source: Add a new view to the buffer
ne: वफरमा एउटा नयाँ दृष्य जोड्नुहोस

source: Advanced Find
ne: आधुनिक खोज

source: Bytes
ne: बाइट्स
pl: Bajty

source: C_ut
ne: _काट्नुहोस

source: Character Table...
ne: स्वन तालिका...

source: Character _Table...
ne: स्वन _तालिका...

source: Close the current file
ne: अहिलेको फाइल बन्द गर्नुहोस

source: Configure the application
ne: अनुप्रयोग कनफिगर गर्नुहोस

source: Contents
ne: विषय सुची

source: Converter...
ne: परिवर्तक...

source: Copy
ne: नक्कल गर्नु

source: Copy selection to clipboard
ne: छनोट गरिएकोलाई क्लिपबोर्डमा नक्कल गर्नुहोस।

source: Cut
ne: काट्नुहोस

source: Cut selection
ne: छानिएको लाई काट्नुहोस

source: E_xit
ne: निकास

source: Exit
ne: बाटो/निकास

source: Exit the program
ne: यो प्रोग्राम बन्द गर्नुहोस

source: Export data to HTML source
ne: एचटिएमएल स्रोतमा लगतलाई निकासि गर्नुहोस

source: Export to HTML...
ne: एचटिएमएलमा निकासि गर्नुहोस...

source: Find
ne: भेटाउनुहोस

source: Goto Byte
ne: बाइटमा जानुहोस

source: Group data by 16 bits
ne: १६ विट्स द्वारा समूह लगत

source: Group data by 32 bits
ne: ३२ विट्स द्वारा समूह लगत

source: Group data by 8 bits
ne: ८ विट्स द्वारा समूह लगत

source: Help Chat
ne: कुराकानी मद्दत

source: Help on this application
ne: यस अनुप्रयोगमा मद्दत गर्नुहोस

source: Insert Mode
ne: मोड घुसाउनुड्सहोला ली

source: Insert/overwrite data
ne: लगत घुसाउनुहोस/माथी लेख्नुहोसनुहोला

source: Jump to a certain position
ne: निश्चित अवस्थामा ऊफ्रिनुहोस

source: Longwords
ne: लामो शव्दहरु
pl: D³ugie s³owa

source: Open
ne: खोल्नुहोस

source: Open a file
ne: एउटा फाईल खोल्नुहोस

source: Open base conversion dialog
ne: आधार रुपान्तरण संवाद खोल्नुहोस
pl: Otwiera okno konwersji pomiêdzy systemami liczenia

source: Paste
ne: टाँस्नुहोस

source: Paste data from clipboard
ne: क्लिपबोर्डवाट लगत टाँस्नुहोस

source: Preferences
ne: प्राथमिकताहरु

source: Preview printed data
ne: छापियका लगतहरुलाई पुर्वद्रिश्य गर्नुहोस

source: Print
ne: मुद्रणण

source: Print Previe_w...
ne: मुद्रण_पूर्वदृश्य

source: Print Preview...
ne: मुद्रण पुर्वदृश्य...

source: Print the current file
ne: चालु फाईलहरू छाप्नुहोला।

source: Redo
ne: फेरि गर्नुस

source: Redo the undone action
ne: नगरिएको कार्य फेरि गर्नुहोला।

source: Remove View
ne: दृष्य हटाऊनुहोस

source: Remove the current view of the buffer
ne: वफरको चालू दृश्य हटाउनुहोसको

source: Replace a string
ne: एउटा स्ट्रीङ्गलाई वदल्नुहोस

source: Revert
ne: पछाडि फर्कनुहोस्

source: Revert to a saved version of the file
ne: फाइलको सुरक्षित संस्करणमा फर्कनुहोस्

source: Save
ne: वचत गर्नुहोस

source: Save As
ne: ...को रुपमा वचत गर्नुहोस

source: Save As _HTML...
ne: एचटिएमएलको रुपमा वचत गर्नुहोस...

source: Save _As...
ne: को रुपमा वचत गर्नुहोस.....

source: Save the current file
ne: चालू फाइल बचत गर्नुहोस

source: Save the current file with a different name
ne: चालु फाइल फरक नाम सहित वचत गर्नुहोस।

source: Search for a string
ne: स्ट्रीङ्गको खोज्नुहोस

source: Show the character table
ne: स्वन तालिका देखउनुहोस

source: Show the type conversion dialog in the edit window
ne: सम्पादन सन्झ्याल भित्र रुपान्तरण संवाद प्रकार देखाउनुहोस

source: Type Conversion Dialog...
ne: रूपान्तरण संवाद प्रकार...

source: Type Conversion _Dialog
ne: रूपान्तरण _संवाद प्रकार

source: Undo
ne: पुर्वस्थितिमा फर्काउनुहोला

source: Undo the last action
ne: अन्तिम कार्यलाई पूर्वस्थितिमा फर्काउनुहोसुहोस्

source: Words
ne: शब्दहरु
pl: S³owa

source: _About
ne: _बारेमा

source: _Add View
ne: _दृश्य थप्नुहोस

source: _Advanced Find
ne: _आधुनिक खोज

source: _Base Converter
ne: _आधार परिवर्तक

source: _Bytes
ne: _बाइट्स

source: _Close
ne: _बन्द गर्नुहोस

source: _Contents
ne: _विषयसूचीहरु

source: _Copy
ne: _प्रतिलिपि

source: _Edit
ne: _सम्पादन गर्नुहोस्

source: _File
ne: _फाईल

source: _Find
ne: _भेटाउनुहोस

source: _Goto Byte...
ne: बाइटमा _जानुहोस....

source: _Group Data As
ne: को रुपमा _समूह लगत

source: _Help
ne: _मद्दत

source: _Insert Mode
ne: मोड _घुसाउनुहोस

source: _Longwords
ne: _लामोशव्दहरु

source: _Open...
ne: _खोल्नुहोस.....

source: _Paste
ne: _टाँस्नुहोस

source: _Preferences
ne: _प्राथमिकताहरु

source: _Print
ne: _छाप्नुहोस

source: _Redo
ne: _फेरी गर्नुहोला

source: _Remove View
ne: दृष्य _हटाऊनुहोस

source: _Revert
ne: _फर्किनुहोस

source: _Save
ne: _बचत

source: _Undo
ne: _अघिकै कायम गर्नुहोस

source: _View
ne: _दृष्य

source: _Windows
ne: _सन्झ्याल

source: _Words
ne: _शव्ब्दहरु

source: Can not open URI: %s
ne: युआरएल खोल्न सक्दैन: %s

source: Can not open file: %s
ne: ल फा खोल्न सक्दैन: %sन एस

source: GHex
ne: जि हेक्स

source: Offset: %s
ne: अफसेट: %s
pl: Przesuniêcie: %s

source: ; %s bytes from %s to %s selected
ne: ; %s बाइट्स छानियको %s देखी %s सम्म

source: Activate file %s
ne: %s फाइल सक्रिय वनाउनुहोस

source: %s - GHex
ne: %s - जि हेक्स

source: Select a file to save buffer as
ne: वफरलाई ..को रुपमा वचत गर्न एउटा फाईल वचत गर्नुहोस
pl: Wybierz plik, do którego zapisaæ bufor

source: File %s exists. Do you want to overwrite it?
ne: फाईल %s अबस्थित छ। तपाई यसलाई अधिलेखन गर्नख्न चाहनुहुन्छ?

source: Saved buffer to file %s
ne: %s फाइलमा वफरलाई वचत गरियो
pl: Zapisano bufor do pliku %s

source: Error saving file!
ne: फाइल वचत गर्दा गल्ती!
pl: B³±d przy zapisie pliku!

source: Can't open file for writing!
ne: लेख्नको लागी फाइल खोल्न सक्दैन!ि!
pl: Nie mo¿na otworzyæ pliku do zapisu!

source: File %s has changed since last save. Do you want to save changes?
ne: %s फाईल अन्तिम वचत पछि परिवर्तन भयो।् नुहो परिवर्नलाईस् तवचत गर्न चाहनुहुन्छ्डारण गर्नुहोस् ?
pl: Plik %s uleg³ zmianie od ostatniego zapisu. Czy chcesz zapisaæ zmiany?

source: Do_n't save
ne: वचता_रण नगर्नुहोस्

source: You don't have the permissions to save the file!
ne: तपाइँ लाई फाइल वचत गर्ने अनुमती छैनोस् !

source: An error occured while saving file!
ne: फाइल वचत गरिरहेको वेलामा त्रुटि रहन गयो!

source: _Insert a new preview phrase.
ne: नयाँ पुर्वालोकन वाक्यांस _घुसाउनुहोस।

source: Modify preview phrase...
ne: 7पुर्वालोकन अवस्था सुधार गर्नुहोस्...

source: Preview
ne: पुर्वद्रिश्य

source: _Modify preview phrase...
ne: पुर्वालोकन वाक्यांस परिमार्जनार गर्नुहोस्...

source: Font Selection
ne: फन्ट छनोट

source: Sans Regular 12
ne: सान्स नियमित १२

source: AaBbCcDdEeFfGgHhIiJjKkLlMmNnOoPpQqRrSsTtUuVvWwXxYyZz
ne: एएबिबिसिसिडिडिईईएफएफजीजीआईआईजेजेकेकेएलएलएमएमएनएनओओपीपीक्यूक्यूआरआरएसएसटीटीयुयुभीभीडब्ल्युडब्ल्युएक्सएक्सवाईवाईजेडजेड

source: Pick a Font
ne: एउटा फन्ट लिनुहोसन्नुहोस्

source: Title
ne: शीर्षक

source: The title of the selection dialog box
ne: छानौट सम्बाद बाकसको शीर्षक

source: Font name
ne: फन्टको नाम

source: Name of the selected font
ne: छानिएको फन्टणको नाम

source: Preview text
ne: पाठलाई पूर्वदृश्य गर्नुहोस्

source: Preview text shown in the dialog
ne: संवादमा देखिएको पाठलाई पूर्वदृष्य गर्नुहोस

source: Use font in label
ne: तहमा फन्ट प्रयोग गर्नुहोस्

source: Use font in the label in font info mode
ne: फन्ट सूचना मोडको लेवलमा फन्टको प्रयोग गर्नुहोस्

source: Font size for label
ne: लेवलको लागि फन्टको आकार

source: Font size for label in font info mode
ne: फन्ट सूचना मोडमा लेवलको लागि फन्ट आकार

source: Show size
ne: आकार देखाऊनुहोस्

source: Show size in font info mode
ne: फन्ट सूचना मोडमा आकार देखाउनुहोस्

source: Font
ne: फन्ट
pl: Czcionka

source: Signed 8 bit:
ne: ८ बिट चिन्ह गरियको:

source: Unsigned 8 bit:
ne: ८ बिट चिन्हविहिन:

source: Signed 16 bit:
ne: १६ बिट चिन्ह गरियको:

source: Unsigned 16 bit:
ne: १६ बिट चिन्हविहिन:

source: Signed 32 bit:
ne: ३२ बिट चिन्ह गरियको:

source: Unsigned 32 bit:
ne: ३२ बिट चिन्हविहिनको:

source: 32 bit float:
ne: ३२ विट फ्लोट:

source: 64 bit float:
ne: ६४ विट फ्लोट:

source: Hexadecimal:
ne: हेक्साडेसिमल:

source: Octal:
ne: ओक्टल:

source: Binary:
ne: बाईनरी:

source: Show little endian decoding
ne: लिटल ईन्डियन विसंङ्केतन देखाउनुहोस

source: Show unsigned and float as hexadecimal
ne: चिन्हविहिन र फ्लोट लाई हेक्साडेसिमलको रुपमा देखाउनुहोस

source: Stream Length:
ne: प्रवाह लम्वाई

source: FIXME: no conversion function
ne: फिक्समि:कुनै रुपान्तरण कार्य छैनार्य

source: New document
ne: नयाँ कागजात

source: Page
ne: पृष्ठ

source: Hex dump generated by
ne: द्वारा उत्पन्न गरियको हेक्स डम्प

source: Saving to HTML...
ne: एचटिएमएलमा बचत भईरहेको...

source: Previous page
ne: पहिलेको पृष्ठ

source: Next page
ne: अर्को पृष्ठ

source: X geometry specification (see "X" man page).
ne: X ज्यामिति विशिष्टता (यसको लागि "X" मुख्य पन्ना हेर्नुहोस)

source: GEOMETRY
ne: रेखागणित

source: The gnome binary editor
ne: जिनोम बाइनरी सम्पादक

source: Could not initialize Bonobo!
ne: बोनोबो सुरुवात गर्न सकेन!

source: Invalid geometry string "%s"
ne: "%s" अमान्य रेखागणित स्ट्रिङ्ग

source: GHex Preferences
ne: जि हेक्स प्राथमिकताहरु

source: _Maximum number of undo levels:
ne: पूर्वावस्था तहको _अधिकतम संख्या:

source: Undo levels
ne: तहलाई पुर्वस्थितिमा फर्काउनुहोस

source: Select maximum number of undo levels
ne: पूर्वावस्था तहहरुको अधिकतम संख्या छान्नुहोस:

source: Show cursor offset in statusbar as:
ne: स्थितिपट्टीमा क्रसर अफसेट.. रुपमा देखाउनुहोस:

source: Hexadecimal
ne: हेक्साडेसिमल
pl: Szesnastkowo

source: Custom
ne: अनूकुल
pl: Dowolnie

source: Enter the cursor offset format
ne: क्रसर अफसेट खाका प्रविष्टि गर्नुहोस्

source: Select the cursor offset format
ne: क्रसर अफसेट खाका छनौट्टि गर्नुहोस

source: Show offsets column
ne: क्रसर अफसेट स्तम्भ देखाउनुहोसगर्नुहोस्
pl: Wy¶wietlanie kolumny z przesuniêciem

source: Editing
ne: सम्पादन गरिँदै
pl: Edycja

source: Default Group Type
ne: पूर्वनिर्धारित समूह प्रकार
pl: Domy¶lny typ grupowania

source: Display
ne: प्रदर्शन
pl: Wy¶wietlanie

source: Paper size
ne: कागज आकारज

source: Fonts
ne: फन्टहरुहरु

source: _Data font:
ne: _लगत फन्टटा:

source: Data font
ne: लगत फन्टटा

source: Select the data font
ne: लगत फन्ट छनोट गर्नुहोस

source: Header fo_nt:
ne: शिर्षक फन्ट:

source: Header font
ne: शिर्षक फन्ट्ण

source: Select the header font
ne: शीर्ष फन्ट छनौट गर्नुहोसक

source: _Print shaded box over:
ne: छाँया पारियको वाकस माथी _छाप्नुहोसण:

source: Box size
ne: बाकस आकारज

source: Select size of box (in number of lines)
ne: वाकसको आकार चयन गर्नुहोस (पङ्गतिहरुको संख्यामा)

source: lines (0 for no box)
ne: पंक्तिहरू (० वाकस नभएकोलाई)

source: Printing
ne: छापिरहेको

source: There was an error displaying help: %s
ne: मद्दत देखाउने क्रममा त्रुटि: %s

source: Can not open desired font!
ne: आवश्यक फन्टन खो्न सक्दैनल!
pl: Nie mo¿na odnale¼æ wymaganej czcionki!

source: The offset format string contains invalid format specifier. Only 'x', 'X', 'p', 'P', 'd' and 'o' are allowed.
ne: अफसेट खाका स्ट्रिङ्गमा त अमान्खाका वर्णनकर्ता निहित छ। 'एक्स','एक्स','पि', 'पि','डि' र'ओ' हरु मात्र अनुमति प्राप्त छन। पि डि र.

source: Page: %i/%i
ne: पृष्ठ: %i/%i

source: GHex could not find the font "%s". GHex is unable to print without this font installed.
ne: जि हेक्सले "%s"फन्ट भेटाउन सकेन। जि हेक्सले यो फन्ट स्थापना नहुँदा सम्म मुद्रण गर्न सक्दैन।छाप्नु स्थापित.

source: hex data
ne: हेक्स लगत
pl: danych szesnastkowych

source: ASCII data
ne: ए एस सि आई आई लगत
pl: danych ASCII

source: GHex, a binary file editor
ne: जि हेक्स, एउटा बाइनरी फाइल सम्पादक
pl: GHex, edytor plików binarnych

source: Released under the terms of GNU Public License
ne: जिएनयु सार्बजनिक लाइसेन् अन्तर्गत प्रकाशन भएकोस
pl: Rozpowszechniany na licencji GNU GPL.

source: Select a file to open
ne: खोल्नको लागि एउटा फाईल छान्नुहोस
pl: Wybierz plik do odczytu

source: Loaded file %s
ne: लोड गरियकोेड फाइ%sएस
pl: Wczytano plik %s

source: Can not open file!
ne: फाइ खोल्न सकेनल!
pl: Nie mo¿na otworzyæ pliku!

source: Select path and file name for the HTML source
ne: एचटिएमएल स्रोतको लागी बाटो र फाइल छनौट गर्नुहोसगि

source: You need to specify a base name for the HTML files.
ne: एचटिएमएल फाइलहरुका लागि तपाइँ आधार नाम वर्णन गर्नु आवश्यक हुन्छ।

source: You don't have the permission to write to the selected path.
ne: छानियको वाटोमा लेख्नको लागी तपाईलाई अनुमति छैन।

source: Saving to HTML will overwrite some files. Do you want to proceed?
ne: एचटिएमएलमा वचत गर्नाले केही फाईलहरु अधिलेखन हुन सक्छ। के तपाई अगाडी वढ्न चाहनुहुन्छ?

source: Really revert file %s?
ne: साच्चिकै फाईल %s लाई फर्काउन चाहनुहुन्छ?
pl: Rzeczywi¶cie przekonwertowaæ plik %s?

source: Reverted buffer from file %s
ne: %s फाइल वाट वफर फिर्ता भयो
pl: Przywrócono bufor z pliku %s

source: Printing file...
ne: फाइल छाप्दै...

source: Print Hex Document
ne: हेक्स कागजात मुद्रण गर्नुहोस

source: Pages
ne: पृष्ठहरु

source: GHex (%s): Print Preview
ne: जि हेक्स (%s):मुद्रण पुर्वद्रिश्य

source: GHex: Converter
pl: GHex: Konwerter

source: Search for %s
pl: Szukaj %s

source: Find Previous
pl: Znajd¼ poprzednie

source: Replace %s
pl: Zast±p %s

source: There is no active buffer to search!
pl: Brak aktywnego pliku, który mo¿na przeszukiwaæ!

source: There seems to be no string to search for!
pl: Poszukiwany napis nie mo¿e byæ pusty!

source: There is no active buffer to move the cursor in!
pl: Brak aktywnego pliku, w którym mo¿na przemie¶ciæ kursor!

source: The offset must be a positive integer value!
pl: Przesuniêcie musi byæ nieujemn± liczb± ca³kowit±!

source: Strange find or replace string!
pl: ¯aden z wprowadzonych napisów nie mo¿e byæ pusty!

source: Replaced %d occurencies.
pl: Zast±piono %d wyst±pieñ.

source: Default
pl: Domy¶lny

source: Notebook
pl: Zak³adki

source: Toplevel
pl: Okna nadrzêdne

source: Modal
pl: Modalne

source: Maximum number of undo levels
pl: Maksymalna liczba cofniêæ

source: Show cursor offset in statusbar as
pl: Wy¶wietlanie przesuniêcia na pasku stanu jako

source: Browse...
pl: Przegl±daj...

source: MDI Mode
pl: Tryb MDI
